Repository: Zhuyokin/MiniBill
Catalog: ios/MiniBill/MiniBill/Resources/Localizable.xcstrings
Source language: en
Languages: de, ja, ko, zh_hans, zh_hant

source: %lld entries
de: %lld Einträge
ja: %lld件
ko: %lld건
zh_hans: %lld 笔
zh_hant: %lld 筆

source: About MiniBill
de: Über MiniBill
ja: MiniBillについて
ko: MiniBill 정보
zh_hans: 关于 MiniBill
zh_hant: 關於 MiniBill

source: Account Help
de: Kontohilfe
ja: アカウントのヘルプ
ko: 계정 도움말
zh_hans: 账户说明
zh_hant: 帳戶說明

source: Account Name
de: Kontoname
ja: アカウント名
ko: 계정 이름
zh_hans: 账户名称
zh_hant: 帳戶名稱

source: Accounts
de: Konten
ja: アカウント
ko: 계정
zh_hans: 账户
zh_hant: 帳戶

source: Add Account
de: Konto hinzufügen
ja: アカウントを追加
ko: 계정 추가
zh_hans: 添加账户
zh_hant: 新增帳戶

source: Add Entry
de: Eintrag hinzufügen
ja: 記録を追加
ko: 내역 추가
zh_hans: 记一笔
zh_hant: 記一筆

source: Amount
de: Betrag
ja: 金額
ko: 금액
zh_hans: 金额
zh_hant: 金額

source: Amount cannot exceed ¥99,999,999.99.
de: Der Betrag darf ¥99.999.999,99 nicht überschreiten.
ja: 1件の金額は¥99,999,999.99以下にしてください。
ko: 한 건의 금액은 ¥99,999,999.99를 초과할 수 없습니다.
zh_hans: 单笔金额不能超过 ¥99,999,999.99。
zh_hant: 單筆金額不能超過 ¥99,999,999.99。

source: Appearance
de: Darstellung
ja: 外観
ko: 화면 스타일
zh_hans: 外观
zh_hant: 外觀

source: Backup
de: Sicherung
ja: バックアップ
ko: 백업
zh_hans: 备份
zh_hant: 備份

source: Backup Entries
de: Einträge sichern
ja: バックアップ件数
ko: 백업 내역
zh_hans: 备份记录数
zh_hant: 備份記錄數

source: Backup Help
de: Sicherungshilfe
ja: バックアップのヘルプ
ko: 백업 도움말
zh_hans: 备份说明
zh_hant: 備份說明

source: Backups are not encrypted. Save them only in a location you trust.
de: Sicherungen sind nicht verschlüsselt. Speichere sie nur an einem vertrauenswürdigen Ort.
ja: バックアップは暗号化されません。信頼できる場所に保存してください。
ko: 백업은 암호화되지 않습니다. 신뢰할 수 있는 위치에만 저장하세요.
zh_hans: 备份文件未加密，请仅保存到可信位置。
zh_hant: 備份檔案未加密，請只儲存在可信任的位置。

source: Bills
de: Buchungen
ja: 帳簿
ko: 장부
zh_hans: 账单
zh_hant: 帳單

source: Cancel
de: Abbrechen
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Chart View
de: Diagrammansicht
ja: グラフ表示
ko: 차트 보기
zh_hans: 图表视图
zh_hant: 圖表檢視

source: Teal-toned minimalist texture
de: Minimalistische Textur in Grüntönen
ja: 青みを帯びたミニマルな質感
ko: 청록 톤의 미니멀한 질감
zh_hans: 青调极简质感
zh_hant: 青調極簡質感

source: Close
de: Schließen
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

source: Contact Email
de: Kontakt-E-Mail
ja: 連絡先メール
ko: 문의 이메일
zh_hans: 联系邮箱
zh_hant: 聯絡信箱

source: Could not delete entry
de: Eintrag konnte nicht gelöscht werden
ja: 記録を削除できませんでした
ko: 내역을 삭제하지 못했습니다
zh_hans: 无法删除流水
zh_hant: 無法刪除流水

source: Could not prepare this entry for sharing.
de: Dieser Eintrag konnte nicht zum Teilen vorbereitet werden.
ja: この記録を共有用に準備できませんでした。
ko: 이 내역을 공유할 수 있도록 준비하지 못했습니다.
zh_hans: 无法准备这笔流水的分享内容。
zh_hant: 無法準備這筆流水的分享內容。

source: Could not save. Your changes are still here; try again.
de: Speichern fehlgeschlagen. Deine Änderungen sind noch vorhanden; versuche es erneut.
ja: 保存できませんでした。変更は保持されています。もう一度お試しください。
ko: 저장하지 못했습니다. 변경 내용은 유지됩니다. 다시 시도하세요.
zh_hans: 无法保存，修改内容仍保留，请重试。
zh_hant: 無法儲存，修改內容仍保留，請再試一次。

source: Could not save. Your input is still here; try again.
de: Speichern fehlgeschlagen. Deine Eingabe ist noch vorhanden; versuche es erneut.
ja: 保存できませんでした。入力内容は保持されています。もう一度お試しください。
ko: 저장하지 못했습니다. 입력 내용은 유지됩니다. 다시 시도하세요.
zh_hans: 无法保存，输入内容仍保留，请重试。
zh_hant: 無法儲存，輸入內容仍保留，請再試一次。

source: Could not schedule the reminder. Your preference was saved; try again.
de: Die Erinnerung konnte nicht geplant werden. Deine Einstellung wurde gespeichert; versuche es erneut.
ja: リマインダーを予約できませんでした。設定は保存されています。もう一度お試しください。
ko: 알림을 예약하지 못했습니다. 설정은 저장되었습니다. 다시 시도하세요.
zh_hans: 提醒排程失败，偏好已保存，请重试。
zh_hant: 提醒排程失敗，偏好已儲存，請再試一次。

source: Could not update accounts
de: Konten konnten nicht aktualisiert werden
ja: アカウントを更新できませんでした
ko: 계정을 업데이트할 수 없습니다
zh_hans: 无法更新账户
zh_hant: 無法更新帳戶

source: Current Entries
de: Aktuelle Einträge
ja: 現在の件数
ko: 현재 내역
zh_hans: 本机记录数
zh_hant: 本機記錄數

source: Current Ledger
de: Aktuelles Kassenbuch
ja: 現在の帳簿
ko: 현재 장부
zh_hans: 当前账本
zh_hant: 目前帳本

source: Daily bookkeeping reminder
de: Tägliche Buchhaltungserinnerung
ja: 毎日の記帳リマインダー
ko: 매일 장부 기록 알림
zh_hans: 每日记账提醒
zh_hant: 每日記帳提醒

source: Daily Net
de: Tagessaldo
ja: 日別純利益
ko: 일별 순이익
zh_hans: 每日净收益
zh_hant: 每日淨收益

source: Daily Reminder
de: Tägliche Erinnerung
ja: 毎日のリマインダー
ko: 매일 알림
zh_hans: 每日记账提醒
zh_hant: 每日記帳提醒

source: Daily Time
de: Tägliche Uhrzeit
ja: 毎日の時刻
ko: 매일 시간
zh_hans: 每日时间
zh_hant: 每日時間

source: Date
de: Datum
ja: 日付
ko: 날짜
zh_hans: 日期
zh_hant: 日期

source: Date Range
de: Zeitraum
ja: 日付範囲
ko: 날짜 범위
zh_hans: 日期范围
zh_hant: 日期範圍

source: Default Account
de: Standardkonto
ja: デフォルトアカウント
ko: 기본 계정
zh_hans: 默认账户
zh_hant: 預設帳戶

source: Delete
de: Löschen
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: Delete Account and Its Entries
de: Konto und Einträge löschen
ja: アカウントと記録を削除
ko: 계정 및 내역 삭제
zh_hans: 删除账户及其账单
zh_hant: 刪除帳戶及其帳單

source: Delete Entry
de: Eintrag löschen
ja: 記録を削除
ko: 내역 삭제
zh_hans: 删除流水
zh_hant: 刪除流水

source: Delete failed. The entry was not changed.
de: Löschen fehlgeschlagen. Der Eintrag wurde nicht geändert.
ja: 削除できませんでした。記録は変更されていません。
ko: 삭제하지 못했습니다. 내역은 변경되지 않았습니다.
zh_hans: 删除失败，流水未发生改变。
zh_hant: 刪除失敗，流水未有變更。

source: Delete this account?
de: Dieses Konto löschen?
ja: このアカウントを削除しますか？
ko: 이 계정을 삭제할까요?
zh_hans: 删除此账户？
zh_hant: 刪除此帳戶？

source: Delete this entry?
de: Diesen Eintrag löschen?
ja: この記録を削除しますか？
ko: 이 내역을 삭제할까요?
zh_hans: 删除这笔流水？
zh_hant: 刪除這筆流水？

source: Deleting it also updates statistics.
de: Beim Löschen werden auch die Statistiken aktualisiert.
ja: 削除すると統計も更新されます。
ko: 삭제하면 통계도 함께 업데이트됩니다.
zh_hans: 删除后统计会同步变化。
zh_hant: 刪除後統計會同步更新。

source: Deleting MiniBill removes its local ledger and scheduled notifications from this device.
de: Beim Löschen von MiniBill werden das lokale Kassenbuch und geplante Mitteilungen von diesem Gerät entfernt.
ja: MiniBillを削除すると、この端末の帳簿と予約済み通知も削除されます。
ko: MiniBill을 삭제하면 이 기기의 로컬 장부와 예약된 알림도 삭제됩니다.
zh_hans: 卸载 MiniBill 会删除本机账本与已排程通知。
zh_hant: 解除安裝 MiniBill 會刪除本機帳本與已排程通知。

source: Discard
de: Verwerfen
ja: 破棄
ko: 버리기
zh_hans: 放弃
zh_hant: 放棄

source: Discard this entry?
de: Diesen Eintrag verwerfen?
ja: この入力を破棄しますか？
ko: 이 입력을 버릴까요?
zh_hans: 放弃这笔流水？
zh_hant: 放棄這筆流水？

source: Discard your changes?
de: Änderungen verwerfen?
ja: 変更を破棄しますか？
ko: 변경 내용을 버릴까요?
zh_hans: 放弃修改？
zh_hant: 放棄修改？

source: Each account has independent entries and statistics. Backups include every account.
de: Jedes Konto hat eigene Einträge und Statistiken. Sicherungen enthalten alle Konten.
ja: 各アカウントの記録と統計は独立しています。バックアップにはすべてのアカウントが含まれます。
ko: 각 계정의 내역과 통계는 서로 분리됩니다. 백업에는 모든 계정이 포함됩니다.
zh_hans: 每个账户的账单和统计数据相互独立。备份包含所有账户。
zh_hant: 每個帳戶的帳單與統計資料相互獨立。備份包含所有帳戶。

source: Email Copied
de: E-Mail kopiert
ja: メールをコピーしました
ko: 이메일 복사됨
zh_hans: 邮箱已复制
zh_hant: 電子郵件已複製

source: Email copied: %@
de: E-Mail kopiert: %@
ja: メールをコピーしました：%@
ko: 이메일 복사됨: %@
zh_hans: 邮箱已复制：%@
zh_hant: 電子郵件已複製：%@

source: Enter an amount greater than zero with at most two decimal places.
de: Gib einen Betrag größer als null mit höchstens zwei Dezimalstellen ein.
ja: 0より大きく、小数点以下2桁以内の金額を入力してください。
ko: 0보다 크고 소수점 이하 두 자리 이내의 금액을 입력하세요.
zh_hans: 请输入大于零且最多两位小数的金额。
zh_hant: 請輸入大於零且最多兩位小數的金額。

source: Entries
de: Einträge
ja: 件数
ko: 건수
zh_hans: 笔数
zh_hant: 筆數

source: Entries and statistics are isolated by account.
de: Einträge und Statistiken sind nach Konto getrennt.
ja: 記録と統計はアカウントごとに分かれています。
ko: 내역과 통계는 계정별로 분리됩니다.
zh_hans: 账单和统计数据按账户独立保存。
zh_hant: 帳單與統計資料按帳戶獨立儲存。

source: Entry Details
de: Buchungsdetails
ja: 記録の詳細
ko: 내역 상세
zh_hans: 流水详情
zh_hant: 流水詳情

source: Expense
de: Ausgabe
ja: 支出
ko: 지출
zh_hans: 支出
zh_hant: 支出

source: Expense Projects
de: Ausgabenprojekte
ja: 支出項目ランキング
ko: 지출 프로젝트 순위
zh_hans: 支出项目排行
zh_hant: 支出項目排行

source: Export Backup
de: Sicherung exportieren
ja: バックアップを書き出す
ko: 백업 내보내기
zh_hans: 导出备份
zh_hant: 匯出備份

source: Export Current Ledger First
de: Zuerst aktuelles Kassenbuch exportieren
ja: 先に現在の帳簿を書き出す
ko: 현재 장부 먼저 내보내기
zh_hans: 先导出当前账本
zh_hant: 先匯出目前帳本

source: Export failed. Choose another location or try again.
de: Export fehlgeschlagen. Wähle einen anderen Ort oder versuche es erneut.
ja: 書き出せませんでした。別の場所を選ぶか、もう一度お試しください。
ko: 내보내지 못했습니다. 다른 위치를 선택하거나 다시 시도하세요.
zh_hans: 导出失败，请更换位置或重试。
zh_hant: 匯出失敗，請更換位置或再試一次。

source: Exported
de: Exportiert
ja: 書き出し日時
ko: 내보낸 시간
zh_hans: 备份时间
zh_hant: 備份時間

source: Generating image…
de: Bild wird erstellt …
ja: 画像を生成中…
ko: 이미지 생성 중…
zh_hans: 正在生成图片…
zh_hant: 正在產生圖片…

source: Home
de: Übersicht
ja: ホーム
ko: 홈
zh_hans: 首页
zh_hant: 首頁

source: Image generation failed. Try again.
de: Bilderstellung fehlgeschlagen. Versuche es erneut.
ja: 画像を生成できませんでした。もう一度お試しください。
ko: 이미지 생성에 실패했습니다. 다시 시도하세요.
zh_hans: 图片生成失败，请重试。
zh_hant: 圖片產生失敗，請再試一次。

source: Income
de: Einnahme
ja: 収入
ko: 수입
zh_hans: 收入
zh_hant: 收入

source: Income and Expense by Type
de: Einnahmen und Ausgaben nach Typ
ja: 種類別の収入と支出
ko: 유형별 수입 및 지출
zh_hans: 按类型查看收支
zh_hant: 按類型查看收支

source: Income Projects
de: Einnahmeprojekte
ja: 収入項目ランキング
ko: 수입 프로젝트 순위
zh_hans: 收入项目排行
zh_hant: 收入項目排行

source: Interface Style
de: Oberflächenstil
ja: インターフェーススタイル
ko: 인터페이스 스타일
zh_hans: 界面风格
zh_hant: 介面風格

source: Retro skeuomorphic texture
de: Retro-skeuomorphe Textur
ja: レトロなスキューモーフィック質感
ko: 레트로 스큐어모픽 질감
zh_hans: 复古拟物质感
zh_hant: 復古擬物質感

source: Language
de: Sprache
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

source: Ledger unavailable
de: Kassenbuch nicht verfügbar
ja: 帳簿を開けません
ko: 장부를 열 수 없음
zh_hans: 账本暂时无法打开
zh_hant: 帳本暫時無法開啟

source: Local Entries
de: Lokale Einträge
ja: 端末内の件数
ko: 로컬 내역
zh_hans: 本机记录
zh_hant: 本機記錄

source: Made locally with MiniBill
de: Lokal mit MiniBill erstellt
ja: MiniBillで端末内生成
ko: MiniBill에서 로컬로 생성
zh_hans: 由 MiniBill 在本机生成
zh_hant: 由 MiniBill 在本機產生

source: Manage Accounts
de: Konten verwalten
ja: アカウント管理
ko: 계정 관리
zh_hans: 管理账户
zh_hant: 管理帳戶

source: Me
de: Einstellungen
ja: 自分
ko: 나
zh_hans: 我的
zh_hant: 我的

source: MiniBill schedules reminders on this device. Delivery can be affected by system notification settings, Focus, or power state.
de: MiniBill plant Erinnerungen auf diesem Gerät. Die Zustellung kann durch Mitteilungseinstellungen, Fokus oder Energiestatus beeinflusst werden.
ja: MiniBillはこの端末にリマインダーを予約します。通知設定、集中モード、電源状態により届かない場合があります。
ko: MiniBill은 이 기기에 알림을 예약합니다. 시스템 알림 설정, 집중 모드 또는 전원 상태의 영향을 받을 수 있습니다.
zh_hans: MiniBill 会在本机预先排程提醒。系统通知设置、专注模式或设备电源状态可能影响送达。
zh_hant: MiniBill 會在本機預先排程提醒。系統通知設定、專注模式或裝置電源狀態可能影響送達。

source: MiniBill stores ledger entries only on this device. It has no account, analytics, advertising, cloud sync, or network dependency.
de: MiniBill speichert Buchungen nur auf diesem Gerät. Es gibt kein Benutzerkonto, keine Analyse, keine Werbung, keine Cloud-Synchronisierung und keine Netzwerkabhängigkeit.
ja: MiniBillは帳簿データをこの端末だけに保存します。アカウント、分析、広告、クラウド同期、ネットワーク依存はありません。
ko: MiniBill은 장부 내역을 이 기기에만 저장합니다. 계정, 분석, 광고, 클라우드 동기화 또는 네트워크 의존성이 없습니다.
zh_hans: MiniBill 仅在本机保存流水，不含账户、分析、广告、云同步或网络依赖。
zh_hant: MiniBill 只在本機儲存流水，不含帳戶、分析、廣告、雲端同步或網路依賴。

source: Modern Minimalist
de: Moderner Minimalismus
ja: モダンミニマル
ko: 모던 미니멀
zh_hans: 现代极简
zh_hant: 現代極簡

source: Month
de: Monat
ja: 月
ko: 월
zh_hans: 按月
zh_hant: 按月

source: Month-end Reminder
de: Monatsend-Erinnerung
ja: 月末リマインダー
ko: 월말 알림
zh_hans: 月末结账提醒
zh_hant: 月底結算提醒

source: Month-end review
de: Monatsabschluss prüfen
ja: 月末の確認
ko: 월말 검토
zh_hans: 月末结账
zh_hant: 月底結算

source: Month-end Time
de: Uhrzeit zum Monatsende
ja: 月末の時刻
ko: 월말 시간
zh_hans: 月末时间
zh_hant: 月底時間

source: MONTHLY
de: MONATLICH
ja: 月次
ko: 월간
zh_hans: 月度
zh_hant: 月度

source: Monthly Income and Expense
de: Monatliche Einnahmen und Ausgaben
ja: 月別の収入と支出
ko: 월별 수입 및 지출
zh_hans: 月度收入与支出
zh_hant: 月度收入與支出

source: More Apps
de: Weitere Apps
ja: その他の作品
ko: 더 많은 작품
zh_hans: 更多作品
zh_hant: 更多作品

source: Net
de: Saldo

source: Net Profit
de: Nettogewinn
ja: 純利益
ko: 순이익
zh_hans: 净收益
zh_hant: 淨收益

source: New Account
de: Neues Konto
ja: 新しいアカウント
ko: 새 계정
zh_hans: 新建账户
zh_hant: 新增帳戶

source: No entries this month
de: Keine Einträge in diesem Monat
ja: 今月の記録はありません
ko: 이번 달 내역 없음
zh_hans: 本月暂无流水
zh_hant: 本月暫無流水

source: No entries yet
de: Noch keine Einträge
ja: 記録はまだありません
ko: 아직 내역이 없습니다
zh_hans: 还没有流水
zh_hant: 還沒有流水

source: No matching entries
de: Keine passenden Einträge
ja: 該当する記録はありません
ko: 일치하는 내역이 없습니다
zh_hans: 暂无匹配流水
zh_hant: 暫無符合的流水

source: No project data
de: Keine Projektdaten
ja: 項目データはありません
ko: 프로젝트 데이터 없음
zh_hans: 暂无项目数据
zh_hant: 暫無項目資料

source: Note and Date
de: Notiz und Datum
ja: メモと日付
ko: 메모 및 날짜
zh_hans: 备注与日期
zh_hant: 備註與日期

source: Note must be 200 characters or fewer.
de: Die Notiz darf höchstens 200 Zeichen lang sein.
ja: メモは200文字以内にしてください。
ko: 메모는 200자 이하여야 합니다.
zh_hans: 备注不能超过 200 个字符。
zh_hant: 備註不能超過 200 個字元。

source: Offline bookkeeping for small businesses and side work.
de: Offline-Buchhaltung für Kleinunternehmen und Nebentätigkeiten.
ja: 小規模ビジネスと副業のためのオフライン帳簿。
ko: 소규모 사업과 부업을 위한 오프라인 장부.
zh_hans: 为小生意和副业打造的离线记账工具。
zh_hant: 為小生意與副業打造的離線記帳工具。

source: Open Share Sheet
de: Teilen-Menü öffnen
ja: 共有シートを開く
ko: 공유 시트 열기
zh_hans: 打开系统分享
zh_hant: 開啟系統分享

source: Open System Settings
de: Systemeinstellungen öffnen
ja: システム設定を開く
ko: 시스템 설정 열기
zh_hans: 前往系统设置
zh_hant: 前往系統設定

source: Opens monthly statistics
de: Öffnet die Monatsstatistik
ja: 月間統計を開きます
ko: 월간 통계를 엽니다
zh_hans: 打开月度统计
zh_hant: 開啟月度統計

source: Optional note
de: Optionale Notiz
ja: 任意のメモ
ko: 선택 메모
zh_hans: 选填备注
zh_hant: 選填備註

source: Privacy
de: Datenschutz
ja: プライバシー
ko: 개인정보 보호
zh_hans: 隐私说明
zh_hant: 隱私說明

source: Project Name
de: Projektname
ja: 項目名
ko: 프로젝트 이름
zh_hans: 项目名称
zh_hant: 項目名稱

source: Project name is required.
de: Ein Projektname ist erforderlich.
ja: 項目名を入力してください。
ko: 프로젝트 이름은 필수입니다.
zh_hans: 项目名称为必填项。
zh_hant: 項目名稱為必填項目。

source: Reminder Help
de: Erinnerungshilfe
ja: リマインダーのヘルプ
ko: 알림 도움말
zh_hans: 提醒说明
zh_hant: 提醒說明

source: Reminders
de: Erinnerungen
ja: リマインダー
ko: 알림
zh_hans: 提醒
zh_hant: 提醒

source: Rename
de: Umbenennen
ja: 名前を変更
ko: 이름 변경
zh_hans: 重命名
zh_hant: 重新命名

source: Rename Account
de: Konto umbenennen
ja: アカウント名を変更
ko: 계정 이름 변경
zh_hans: 重命名账户
zh_hant: 重新命名帳戶

source: Replace and Restore
de: Ersetzen und wiederherstellen
ja: 置き換えて復元
ko: 교체 후 복원
zh_hans: 替换并恢复
zh_hant: 取代並回復

source: Replace the current ledger?
de: Aktuelles Kassenbuch ersetzen?
ja: 現在の帳簿を置き換えますか？
ko: 현재 장부를 교체할까요?
zh_hans: 替换当前账本？
zh_hant: 取代目前帳本？

source: Restore failed. Your original ledger was not changed.
de: Wiederherstellung fehlgeschlagen. Dein ursprüngliches Kassenbuch wurde nicht geändert.
ja: 復元できませんでした。元の帳簿は変更されていません。
ko: 복원하지 못했습니다. 기존 장부는 변경되지 않았습니다.
zh_hans: 恢复失败，原有记录未改变。
zh_hant: 回復失敗，原有記錄未有變更。

source: Restore from Backup
de: Aus Sicherung wiederherstellen
ja: バックアップから復元
ko: 백업에서 복원
zh_hans: 从备份恢复
zh_hant: 從備份回復

source: Restore Preview
de: Vorschau der Wiederherstellung
ja: 復元プレビュー
ko: 복원 미리보기
zh_hans: 恢复预览
zh_hant: 回復預覽

source: Restore replaces the entire local ledger. It does not merge entries.
de: Die Wiederherstellung ersetzt das gesamte lokale Kassenbuch. Einträge werden nicht zusammengeführt.
ja: 復元は端末内の帳簿全体を置き換えます。記録の結合は行いません。
ko: 복원은 로컬 장부 전체를 교체하며 내역을 병합하지 않습니다.
zh_hans: 恢复会完整替换本机账本，不会合并流水。
zh_hant: 回復會完整取代本機帳本，不會合併流水。

source: Retro Skeuomorphic
de: Retro-Skeuomorphismus
ja: レトロスキューモーフィズム
ko: 레트로 스큐어모피즘
zh_hans: 复古拟物
zh_hant: 復古擬物

source: Review this month's income and expenses in MiniBill.
de: Prüfe die Einnahmen und Ausgaben dieses Monats in MiniBill.
ja: MiniBillで今月の収入と支出を確認しましょう。
ko: MiniBill에서 이번 달 수입과 지출을 확인하세요.
zh_hans: 在 MiniBill 中核对本月收支。
zh_hant: 在 MiniBill 中核對本月收支。

source: Save
de: Speichern
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

source: Saving…
de: Wird gespeichert …
ja: 保存中…
ko: 저장 중…
zh_hans: 正在保存…
zh_hant: 正在儲存…

source: Settings
de: Einstellungen
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

source: Share Entry
de: Eintrag teilen
ja: 記録を共有
ko: 내역 공유
zh_hans: 分享这笔流水
zh_hant: 分享這筆流水

source: Share images are generated locally and never include notes. Backup files are not encrypted.
de: Geteilte Bilder werden lokal erstellt und enthalten keine Notizen. Sicherungsdateien sind nicht verschlüsselt.
ja: 共有画像は端末内で生成され、メモは含まれません。バックアップは暗号化されません。
ko: 공유 이미지는 기기에서 생성되며 메모를 포함하지 않습니다. 백업 파일은 암호화되지 않습니다.
zh_hans: 分享图在本机生成且永不包含备注；备份文件未加密。
zh_hant: 分享圖片在本機產生且絕不包含備註；備份檔案未加密。

source: Share Month
de: Monat teilen
ja: 月次結果を共有
ko: 월간 결과 공유
zh_hans: 分享月度收益
zh_hant: 分享月度收益

source: Share Preview
de: Teilen-Vorschau
ja: 共有プレビュー
ko: 공유 미리보기
zh_hans: 分享预览
zh_hant: 分享預覽

source: Shows entries for this day
de: Zeigt die Einträge dieses Tages
ja: この日の記録を表示します
ko: 이 날짜의 내역을 표시합니다
zh_hans: 查看当天流水
zh_hant: 查看當天流水

source: Shows entries for this project
de: Zeigt die Einträge dieses Projekts
ja: この項目の記録を表示します
ko: 이 프로젝트의 내역을 표시합니다
zh_hans: 查看该项目流水
zh_hant: 查看該項目流水

source: Simple offline bills, effortless bookkeeping for small business
de: Einfache Offline-Buchungen, mühelose Buchhaltung für Kleinunternehmen
ja: シンプルなオフライン帳簿、小さな商いを手軽に記録
ko: 간결한 오프라인 장부, 작은 사업을 손쉽게 기록
zh_hans: 极简离线账单，小生意随手记
zh_hant: 極簡離線帳單，小生意隨手記

source: Statistics
de: Statistik
ja: 統計
ko: 통계
zh_hans: 统计
zh_hant: 統計

source: Switch Account
de: Konto wechseln
ja: アカウントを切り替え
ko: 계정 전환
zh_hans: 切换账户
zh_hant: 切換帳戶

source: System App Language
de: Systemsprache der App
ja: システムのアプリ言語
ko: 시스템 앱 언어
zh_hans: 系统级 App 语言
zh_hant: 系統層級 App 語言

source: System notifications are off. Your reminder preference is preserved.
de: Systemmitteilungen sind deaktiviert. Deine Erinnerungseinstellung bleibt gespeichert.
ja: システム通知がオフです。リマインダー設定は保持されています。
ko: 시스템 알림이 꺼져 있습니다. 알림 설정은 유지됩니다.
zh_hans: 系统通知已关闭，提醒偏好仍会保留。
zh_hant: 系統通知已關閉，提醒偏好仍會保留。

source: Take a moment to record today's income and expenses.
de: Nimm dir einen Moment, um die heutigen Einnahmen und Ausgaben einzutragen.
ja: 今日の収入と支出を記録しましょう。
ko: 오늘의 수입과 지출을 기록해 보세요.
zh_hans: 花一点时间记录今天的收入和支出。
zh_hant: 花一點時間記錄今天的收入與支出。

source: Tap Add Entry to record income or expense.
de: Tippe auf „Eintrag hinzufügen“, um eine Einnahme oder Ausgabe zu erfassen.
ja: 「記録を追加」から収入または支出を記録できます。
ko: 내역 추가를 눌러 수입 또는 지출을 기록하세요.
zh_hans: 点击“记一笔”记录收入或支出。
zh_hant: 點一下「記一筆」記錄收入或支出。

source: Thanks for using MiniBill. Leave a review
de: Danke, dass du MiniBill verwendest. Bewertung abgeben
ja: ご利用ありがとうございます。評価で応援
ko: 이용해 주셔서 감사합니다. 리뷰로 응원
zh_hans: 感谢使用，评价支持
zh_hant: 感謝使用，評價支持

source: The ledger changed while you were editing. Close this screen, review the latest entries and accounts, then try again.
de: Das Kassenbuch wurde während der Bearbeitung geändert. Schließe diese Ansicht, prüfe die aktuellen Einträge und Konten und versuche es erneut.
ja: 編集中に帳簿が変更されました。この画面を閉じ、最新の明細とアカウントを確認してから、もう一度お試しください。
ko: 편집 중에 장부가 변경되었습니다. 이 화면을 닫고 최신 내역과 계정을 확인한 후 다시 시도하세요.
zh_hans: 编辑期间账本发生了变化。请关闭此页面，查看最新明细和账户后再试。
zh_hant: 編輯期間帳本發生了變化。請關閉此頁面，查看最新明細和帳戶後再試。

source: This backup could not be read. Your ledger was not changed.
de: Diese Sicherung konnte nicht gelesen werden. Dein Kassenbuch wurde nicht geändert.
ja: バックアップを読み取れません。帳簿は変更されていません。
ko: 백업을 읽을 수 없습니다. 장부는 변경되지 않았습니다.
zh_hans: 无法读取此备份，账本未发生改变。
zh_hant: 無法讀取此備份，帳本未有變更。

source: This backup is damaged or invalid. Your ledger was not changed.
de: Diese Sicherung ist beschädigt oder ungültig. Dein Kassenbuch wurde nicht geändert.
ja: バックアップが破損しているか無効です。帳簿は変更されていません。
ko: 백업이 손상되었거나 유효하지 않습니다. 장부는 변경되지 않았습니다.
zh_hans: 备份已损坏或无效，账本未发生改变。
zh_hant: 備份已損毀或無效，帳本未有變更。

source: This backup is empty. Restoring it will erase every current entry.
de: Diese Sicherung ist leer. Bei der Wiederherstellung werden alle aktuellen Einträge gelöscht.
ja: このバックアップは空です。復元すると現在の記録がすべて消去されます。
ko: 이 백업은 비어 있습니다. 복원하면 현재 모든 내역이 삭제됩니다.
zh_hans: 此备份为空，恢复后会清空当前所有流水。
zh_hant: 此備份是空的，回復後會清除目前所有流水。

source: This backup needs a newer version of MiniBill. Your ledger was not changed.
de: Diese Sicherung benötigt eine neuere Version von MiniBill. Dein Kassenbuch wurde nicht geändert.
ja: このバックアップには新しいMiniBillが必要です。帳簿は変更されていません。
ko: 이 백업에는 더 최신 MiniBill이 필요합니다. 장부는 변경되지 않았습니다.
zh_hans: 此备份需要更新版本的 MiniBill，账本未发生改变。
zh_hant: 此備份需要較新版本的 MiniBill，帳本未有變更。

# This permanently deletes %lld entries in %@.
source: This permanently deletes %1$lld entries in %2$@.
de: Dadurch werden %lld Einträge in %@ dauerhaft gelöscht.
ja: %2$@の記録%1$lld件を完全に削除します。
ko: %2$@의 내역 %1$lld건이 영구적으로 삭제됩니다.
zh_hans: %2$@ 中的 %1$lld 笔账单将被永久删除。
zh_hant: %2$@ 中的 %1$lld 筆帳單將被永久刪除。

source: Today
de: Heute
ja: 今日
ko: 오늘
zh_hans: 今天
zh_hant: 今天

source: Top Expense
de: Höchste Ausgabe
ja: 支出トップ
ko: 최고 지출
zh_hans: 支出 TOP 1
zh_hant: 支出 TOP 1

source: Top Income
de: Höchste Einnahme
ja: 収入トップ
ko: 최고 수입
zh_hans: 收入 TOP 1
zh_hant: 收入 TOP 1

source: Try Again
de: Erneut versuchen
ja: もう一度試す
ko: 다시 시도
zh_hans: 重试
zh_hant: 再試一次

source: Type
de: Typ
ja: 種類
ko: 유형
zh_hans: 类型
zh_hant: 類型

source: Use 1–30 characters.
de: Verwende 1–30 Zeichen.
ja: 1〜30文字で入力してください。
ko: 1~30자로 입력하세요.
zh_hans: 请输入 1–30 个字符。
zh_hant: 請輸入 1–30 個字元。

source: What was this for?
de: Wofür war das?
ja: 何の項目ですか？
ko: 어떤 항목인가요?
zh_hans: 这笔是什么项目？
zh_hant: 這筆是甚麼項目？

source: Year
de: Jahr
ja: 年
ko: 연도
zh_hans: 按年
zh_hant: 按年

source: Year Summary
de: Jahresübersicht
ja: 年間サマリー
ko: 연간 요약
zh_hans: 年度汇总
zh_hant: 年度彙總

source: Your existing ledger was not changed. Try opening it again.
de: Dein bestehendes Kassenbuch wurde nicht geändert. Versuche erneut, es zu öffnen.
ja: 既存の帳簿は変更されていません。もう一度開いてください。
ko: 기존 장부는 변경되지 않았습니다. 다시 열어 보세요.
zh_hans: 原有账本未发生改变，请重试打开。
zh_hant: 原有帳本未有變更，請再試一次開啟。

source: Zero
de: Null

source: App
ja: アプリ
ko: 앱

source: MiniBill Support
ja: MiniBillサポート
ko: MiniBill 지원
zh_hans: MiniBill 支持
zh_hant: MiniBill 支援

source: Version
ja: バージョン
ko: 버전
zh_hans: 版本
zh_hant: 版本

source: OK
ko: 확인
zh_hans: 确定
zh_hant: 確定
